Repository: carasmo/wysiwyg-widgets
Catalog: languages/wysiwyg-widgets-*.po
Languages: it_it

source: Widget Blocks
it_it: Blocchi di widget

source: Widget Block
it_it: Widget

source: New Widget Block
it_it: Nuovo widget

source: Add New Widget Block
it_it: Aggiungi nuovo widget

source: Edit Widget Block
it_it: Modifica widget

source: All Widget Blocks
it_it: Tutti i widget

source: View Widget Block
it_it: Vedi il widget

source: Search Widget Blocks
it_it: Cerca i widget

source: No widget blocks found
it_it: Nessun widget trovato

source: No widget blocks found in Trash
it_it: Nessun widget trovato nel cestino

source: Displays one of your Widget Blocks.
it_it: Mostra uno dei tuoi widget.

source: Please select a Widget Block to show in this area.
it_it: Per favore seleziona un widget da mostrare in questa area.

source: No widget block found with ID %d, please select an existing Widget Block in the widget settings.
it_it: Nessun widget trovato con l'identificativo (ID) %d, per favore seleziona un widget esistente nelle impostazioni del widget.

source: Widget Block to show:
it_it: Widget da mostrare:

source: Select a widget block
it_it: Seleziona un widget

source: Show title?
it_it: Mostra il titolo?

source: Manage your widget blocks %shere%s
it_it: Gestisci i tuoi widget %shere%s

source: More..
it_it: Di pi√π...

source: Leave a &#9733;&#9733;&#9733;&#9733;&#9733; review on WordPress.org
it_it: Lascia una recensione &#9733;&#9733;&#9733;&#9733;&#9733; su WordPress.org

source: Vote "works" on the WordPress.org plugin page
it_it: Vota "works" sulla pagina Wordpress.org del plugin

source: Other useful plugins
it_it: Altri plugin utili
